* talks 

철학하며 살고 싶다
철학 그리고 시 그리고 감춘다는 것
이상하자는 것, 이상한다는 것이다

* and history

philosophy, philosophical depth in life or something else

#+BEGIN_SRC emacs-lisp
(setf else '(lisp linux emacs))
#+END_SRC

#+RESULTS:
| lisp | linux | emacs |

* person or people

- 공자, 논어
- 니체
- 소크라테스
- 나
- 나-너-우리

* book

- 철학이 필요한 순간
- 논어
- 뭐 그런

* 철학자의 공부법

이건 책 제목이다. 그리고 조금 전에 거실에 나가서 또 작은 통로를 지나서 끝에 있는 책장에서 꺼내보았다. 살며시 건드려 보았고, 줄을 그어둔 문장을 읽었다. 거의 다 본 것 같다. 나에게 영향을 주었다. 나는 그와 대화를 나누었던 기록이다. 원래부터 나의 생각이었는데 그의 생각이었는지, 그의 생각이 나의 생각이 된 것인지, 그 과정 중인지.

일반적인 독서와 철학자의 독서에 대한 이야기 이렇게 두 부분에 대해서 이야기를 나누었다. 고전, 원서, 분야(도메인). 돌고 돌아 고전으로 돌아간다. 가능하면 고전으로. 분야에 대한 틀을 깨다. 어느 정도의 수준으로 그 틀을 깨다. 언어, 영어, 한글, 한국어, 한문, 역사, 컴퓨터 구조, 수 체계, 논리, 보안. 나는 지금 무엇을 하고 있는지. 지금. 태그를 찍다.

[2026-01-11 Sun 21:48]

할, 한, 미래, 과거, 현재.
